/* 
  R1EffectsSDK.strings
  R1PhotoEffectsSDK

  Created by Drew Colace on 8/29/13.
  Copyright (c) 2013 RadiumOne, Inc. All rights reserved.
*/

// Navigation Button Titles
"Crop:Done" = "Nästa";
"Crop:Apply" = "Nästa";
"Next" = "Nästa";
"Done" = "Klar";
"Cancel" = "Avbryt";
"Effects:Done" = "Nästa";

// Crop Screen Title
//"Crop" = "Beskär";

//Crop Preset Titles
"NoCrop" = "Normal";
"SquareCrop" = "Kvadrat";
"CustomCrop" = "Anpassad";
"2x3" = "2x3";
"3x5" = "3x5";
"3x2" = "3x2";
"5x3" = "5x3";

// Active Effect Titles
//"Stickers" = " Dekaler";
//"Filters" = "Filter";
//"Borders" = "Ramar";
//"Text" = "Text";
//"Draw" = "Rita";

// Loading Prompt
"LoadingEffects" = "Laddar";

// Pop-up Alert Text
"Alert" = "Varning";
"OK" = "OK";
"Error" = "Fel";
"Earn" = "Earn";
"OfferComfirm" = "To download this pack for free, just complete an offer.";
"OfferCompleted" = "Congrats! You have earned a pack.";
"GetOffer" = "Get this pack for free";

"ClearDrawTitle" = "Rensa allt ritat?";
"ClearDrawMsg" = "Vill du verkligen rensa bilden från allt som du ritat?";
"ClearDrawYes" = "Rensa allt ritat";

"PriceUnavail" = "Produktpriser finns inte tillgängligt ";
"PurchaseProblem" = "Det uppstod ett fel vid köpet";
"RestoreError" = "Fel vid återställning av köpet";
"PayentProblem" = "Vi kunde inte behandla din betalning";

// Effect Pack Downlad Status
"Waiting" = "Väntar...";

// Effect Pack Store Button Labels
"Free" = "Gratis";
"Download" = "LADDA NER";
"Installing" = "INSTALLERAR";

// Effect Pack Store Title
"DownloadPack" = "Ladda ner paket";

// Effect Pack Store Page Restore button title
"Restore" = "Återställ inköp";

// 'None' border selection
"NoBorder" = "Normal";

// 'None' filter selection
"NoFilter" = "Normal";
